type FAQQuestion = { title: string; content: string }

export const faqQuestions: FAQQuestion[] = [
  {
    title: 'מה לגבי התשלום עבור ימי המילואים שביצעתי בשנת 2024?',
    content:
      'התגמול המיוחד ימשיך להיספר גם עבור ימי השמ"פ שיבוצעו בשנת 2024, עבור כלל משרתי המילואים שגויסו מ-7/10/2023 בצו 8 ב"חרבות ברזל". התגמול המיוחד מעבר ליום ה-60 ישולם לכלל המשרתים בצו 8 (לאחר פקיעת תוקפו של צו 8 יחל חישוב מניין הימים מחדש). שימו לב, רק משרת מילואים תחת מטרת צו חירום יהיה זכאי להמשך ספירת התגמול מעבר ליום ה- 60.',
  },

  {
    title: 'למה אין סעיף עבור מפקדים (מ״פ ומעלה)?',
    content:
      'בהתאם להחלטת הממשלה, כל חייל מילואים ששירת מעל 60 ימים זכאי לקבל 133 ש״ח בגין יום מילואים (גם אם אינו מפקד). ולכן הסכום כבר מחושב לכם.ן כחלק מחישוב התגמול המיוחד.',
  },
  {
    title: 'האם המחשבון מדויק וניתן לסמוך עליו שאקבל את מלוא הסכום?',
    content:
      'אנחנו עושים כמיטב יכולתנו להתאים ולעדכן את המחשבון לפי המסמכים שמופצים על ידי צה״ל, משרד האוצר והתקשורת. אך איננו יכולים להתחייב או לקחת אחריות שתקבלו את הסכום מהמדינה.',
  },
  {
    title:
      'אני לא לוחמ/ת אבל אני ביחידה קרבית. איך אדע אם מגיע לי המענק עבור לוחמ/ת? ',
    content:
      'כל היחידות במערך הלוחם (יעוד 0-2) זכאיות. ממליצים לבדוק את הזכאות עם הגורם האחראי ביחידת המילואים.',
  },
  {
    title: 'עם מי אפשר לדבר אם יש לי עוד שאלות?',
    content:
      'חיילי מילואים אשר התגמולים שיקבלו אינם תואמים, להבנתם, את ימי השירות אשר ביצעו, ייפנו ישירות למוקד המילואים הצה"לי על מנת לתקן את רישומי ימי המילואים וזכאותם לתגמולים תעודכן בהתאמה. ניתן ליצור קשר עם מוקד המילואים בטלפון: 1111, שלוחה 4',
  },
]
